Repository: paulber19/notepadPlusPlusAccessEnhancementNVDAAddon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr, ru, tr

source: -t, --target=TYPE set target document type. currently supported:
ru: -t, --target=ТИП задайте тип целевого документа. в настоящее время поддерживается:

source: -i, --infile=FILE set FILE as the input file name ('-' for STDIN)
ru: -i, --infile=FILE установить ФАЙЛ в качестве имени входного файла ('-' для STDIN)

source: -o, --outfile=FILE set FILE as the output file name ('-' for STDOUT)
ru: -o, --outfile=FILE установить ФАЙЛ в качестве имени выходного файла ('-' для STDOUT)

source: -H, --no-headers suppress header, title and footer contents
ru: -H, --no-headers подавляет содержимое заголовков, титулов и колонтитулов

source: --headers show header, title and footer contents (default ON)
ru: --headers показать содержимое заголовка, названия и нижнего колонтитула (по умолчанию включено)

source: --encoding=ENC set target file encoding (utf-8, iso-8859-1, etc)
ru: --encoding=ENC установить целевую кодировку файла (utf-8, iso-8859-1 и т.д.)

source: --style=FILE use FILE as the document style (like HTML CSS)
ru: --style=FILE используйте ФАЙЛ в качестве стиля документа (например, HTML CSS)

source: --css-sugar insert CSS-friendly tags for HTML and XHTML targets
ru: --css-sugar вставлять CSS-дружественные теги для целей HTML и XHTML

source: --css-inside insert CSS file contents inside HTML/XHTML headers
ru: --css-inside вставить содержимое файла CSS в заголовки HTML/XHTML

source: --mask-email hide email from spam robots. x@y.z turns <x (a) y z>
ru: --mask-email скрыть почту от спам-роботов. x@y.z turns <x (a) y z>.

source: --toc add TOC (Table of Contents) to target document
ru: --toc добавить TOC (оглавление) в целевой документ

source: --toc-only print document TOC and exit
ru: --toc-only печать TOC документа и выход

source: --toc-level=N set maximum TOC level (depth) to N
ru: --toc-level=N установить максимальный уровень (глубину) ТОС на N

source: -n, --enum-title enumerate all titles as 1, 1.1, 1.1.1, etc
ru: -n, --enum-title перечислить все названия как 1, 1.1, 1.1.1 и т.д.

source: -C, --config-file=F read config from file F
ru: -C, --config-file=F чтение конфигурации из файла F

source: --rc read user config file ~/.txt2tagsrc (default ON)
ru: --rc читать пользовательский файл конфигурации ~/.txt2tagsrc (по умолчанию включенN)

source: --gui invoke Graphical Tk Interface
ru: --gui вызвать графический интерфейс Tk

source: -q, --quiet quiet mode, suppress all output (except errors)
ru: -q, --quiet тихий режим, подавление всего вывода (кроме ошибок)

source: -v, --verbose print informative messages during conversion
ru: -v, --verbose печать информативных сообщений во время преобразования

source: -h, --help print this help information and exit
ru: -h, --help вывести эту справочную информацию и выйти

source: -V, --version print program version and exit
ru: -V, --version вывести версию программы и выйти

source: --dump-config print all the config found and exit
ru: --dump-config вывести все найденные конфигурации и выйти

source: --dump-source print the document source, with includes expanded
ru: --dump-source вывести источник документа, с расширенными включениями

source: Turn OFF options:
ru: Отключите опции:

source: Example: %s -t html --toc myfile.t2t
ru: Пример: %s -t html --toc myfile.t2t

source: By default, converted output is saved to 'infile.<target>'.
ru: По умолчанию, преобразованный вывод сохраняется в 'infile.<target>'.

source: Use --outfile to force an output file name.
ru: Используйте --outfile для принудительного указания имени выходного файла.

source: If input file is '-', reads from STDIN.
ru: Если входной файл имеет значение '-', чтение происходит из STDIN.

source: If output file is '-', dumps output to STDOUT.
ru: Если выходной файл имеет значение '-', вывод сбрасывается в STDOUT.

source: %s: Error:
ru: %s: Ошибка:

source: Sorry! Txt2tags aborted by an unknown error.
ru: Извините! Txt2tags прерван из-за неизвестной ошибки.

source: Please send the following Error Traceback to the author
ru: Пожалуйста, отправьте автору следующее сообщение об ошибке

source: You must feed me with data on STDIN!
ru: Вы должны предоставить мне данные о STDIN!

source: Cannot read file:
ru: Не удается прочитать файл:

source: File read (%d lines): %s
ru: Прочитан файл (%d строк): %s

source: Cannot open file for writing:
ru: Невозможно открыть файл для записи:

source: %s (try --help)
ru: %s (попробуйте --help)

source: Loading source document
ru: Загрузка исходного документа

source: The input file is empty: %s
ru: Входной файл пуст: %s

source: Areas found: %s
ru: Найдено областей: %s

source: Scanning source document CONF area
ru: Сканирование исходного документа Область CONF

source: Added config %s : %s
ru: Добавлена конфигурация %s : %s

source: No target specified (try --help)
ru: Не указана цель (попробуйте --help)

source: Maybe trying to convert an old v1.x file?
ru: Может быть, пытаетесь конвертировать старый файл версии 1.x?

source: Missing input file (try --help)
ru: Отсутствует входной файл (попробуйте --help)

source: Invalid target '%s' (try --help)
ru: 'Недопустимая цель %s' (попытка --help)

source: --%s value must be a number
ru: --%s значение должно быть числом

source: Option --split must be 0, 1 or 2
ru: Параметр --split должен быть равен 0, 1 или 2

source: Input and Output files are the same: %s
ru: Входной и выходной файлы одинаковы: %s

source: Added the following keys: %s
ru: Добавлены следующие ключи: %s

source: Invalid CONFIG line on %s
ru: Недопустимая строка КОНФИГУРАЦИИ в %s

source: Processing line %03d: %s
ru: Обработка строки %03d: %s

source: A file cannot include itself (loop!)
ru: Файл не может включать сам себя (цикл!)

source: Finished Config file inclusion: %s
ru: Завершено включение файла конфигурации: %s

source: Added %s
ru: Добавлено %s

source: ON
ru: ВКЛ

source: OFF
ru: отключен

source: RC file
ru: RC-файл

source: source document
ru: исходный документ

source: command line
ru: командная строка

source: RAW config for %s
ru: ИСХОДНАЯ конфигурация для %s

source: Full PARSED config
ru: Полная ПРОАНАЛИЗИРОВАННАЯ конфигурация

source: Active filters
ru: Активные фильтры

source: Invalid PostProc filter regex
ru: Недопустимое регулярное выражение фильтра PostProc

source: Invalid PostProc filter replacement
ru: Недопустимая замена фильтра PostProc

source: %s wrote %s
ru: %s написал %s

source: Source document contents stored
ru: Сохранение содержимого исходного документа

source: Parsing and saving all config found (%03d items)
ru: Синтаксический анализ и сохранение всех найденных конфигураций (элементы %03d)

source: Composing target Headers
ru: Составление целевых заголовков

source: Composing target Body
ru: Составление целевого тела

source: Composing target TOC
ru: Составление целевого ТОС

source: Composing target Footer
ru: Составление целевого нижнего колонтитула

source: Saving results to the output file
ru: Сохранение результатов в выходной файл

source: Invalid PreProc filter regex
ru: Недопустимое регулярное выражение фильтра предварительной обработки

source: Invalid PreProc filter replacement
ru: Недопустимая замена фильтра предварительной обработки

source: txt2tags files
ru: файлы txt2tags

source: All files
ru: Все файлы

source: Close
ru: Закрыть

source: You must select a target type!
ru: Вы должны выбрать тип цели!

source: You must provide the source file location!
ru: Вы должны указать расположение исходного файла!

source: %s: %s converted to %s
ru: %s: %s преобразуется в %s

source: Conversion done!
ru: Преобразование завершено!

source: FROM:
ru: от

source: TO:
ru: НА

source: %s FATAL ERROR!
ru: %s Фатальная ошибка!

source: -- select one --
ru: -- выберите один...

source: Enter the source file location:
ru: Введите расположение исходного файла:

source: Choose the target document type:
ru: Выберите тип целевого документа:

source: Some options you may check:
ru: Некоторые варианты вы можете проверить:

source: Some extra options:
ru: Некоторые дополнительные опции:

source: Include headers on output
ru: Включить заголовки на выходе

source: Number titles (1, 1.1, 1.1.1, etc)
ru: Названия чисел (1, 1.1, 1.1.1 и т.д.)

source: Do TOC also (Table of Contents)
ru: Делайте также TOC (оглавление)

source: Hide e-mails from SPAM robots
ru: Скрывать электронные письма от роботов СПАМ

source: Just do TOC, nothing more
ru: Просто сделайте TOC, ничего больше

source: Dump to screen (Don't save target file)
ru: Вывод на экран (Не сохранять целевой файл)

source: ONE source, MULTI targets
ru: ОДИН источник, МНОЖЕСТВО целей

source: Browse
ru: Обзор

source: <screen>
ru: <Экран>

source: Output:
ru: Вывод:

source: Quit
ru: Уйти

source: Convert!
ru: Конвертировать!

source: Txt2tags %s processing begins
ru: Начинается обработка Txt2tags %s

source: Option --%s can't be used with multiple input files
ru: Опция --%s не может быть использована с несколькими входными файлами

source: Ignoring user configuration file
ru: Игнорирование файла конфигурации пользователя

source: Loading user configuration file
ru: Загрузка файла конфигурации пользователя

source: We are on GUI interface
ru: Мы работаем с графическим интерфейсом

source: txt2tags ERROR!
ru: txt2tags ОШИБКА!

source: We are on Command Line interface
ru: Мы находимся в интерфейсе командной строки

source: Txt2tags finished sucessfuly
ru: Txt2tags завершен успешно

source: Open the folder of the file as a workspace
es: Abrir la carpeta de archivo actual como espacio de trabajo

source: spaces
es: espacios

source: space
es: espacio

source: Preview of MarkDown or HTML
fr: Aperçu de MarkDown ou HTML
tr: MarkDown veya HTML Önizlemesi

source: Preview of txt2tags or HTML
fr: Aperçu txt2tags ou HTML
tr: Txt2tags veya HTML önizlemesi

source: Convert to HTML
fr: Convertir en HTML
tr: HTML'ye Dönüştür

source: &Display the result in the navigator
fr: A&fficher le résultat dans le navigateur
tr: Sonucu Tarayıcı&da göster
