Repository: paulber19/notepadPlusPlusAccessEnhancementNVDAAddon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr, ru, tr

source: 1- Features # This extension aims to improve the accessibility of the Notepad++ text editor and add functionalities to facilitate the editing of files used in Python language and files written in markdown language. It includes most of the additions made by NVDA_notepadPlusPlus add-on created by Derek Riemer and Tuukka Ojala, then modified by Robert Hanggi and Andre9642 <https://github.com/derekriemer/nvda-notepadPlusPlus>. To know: * vocalization of the result of the "control + b" command which allows you to move to the symmetric delimiter, * vocalization of the movement to the next or previous bookmark with "F2" or "capital letter + f2", * reporting of lines that are too long, * accessibility to autocomplete, * accessibility to incremental search, * Support for previous / next search function. For Python files, it provides: * move to the next class or method, * importing the code from the editing window. For Markdown or txt2tags files: * preview of the result of the conversion to HTML in the virtual buffer of NVDA or in the default browser, * added browse mode commands for title, link, blocquote. And finally: * Announcement of the number and indentation of each line, * scripts to set the indentation, * Focus movement displacement by "home" key, * Comparison of the selected text with that of the clipboard, * go to the next line ending with at least one tab or one space, * format of the announcement of the name of the documents: * reduced file path announcement, * announcement of the name of the file before its path, * no diction of path's backslashs. 2- Compatibility This extension has been tested with Notepad++ version 8.4.2. 3- Constraints This extension uses and intercepts the shortcuts of Notepad++ configured by default. It is therefore strongly advised, for its proper functioning, not to modify these shortcuts.
es: 1- Características: Este complemento tiene como objetivo mejorar la accesibilidad del editor de texto Notepad++ y añadir características para facilitar la edición de archivos utilizados en el lenguaje Python y los archivos escritos en lenguaje markdown. Este complemento vuelve a tomar la mayoria de los suplementos proporcionados por el complemento NVDA_notepadPlusPlus creado por Derek Riemer y Tuukka Ojala, luego modificado por Robert Hänggi y Andre9642 <https://github.com/derekriemer/nvda-notepadPlusPlus>. A saber: * verbalización del resultado de la órden "control+b" que permite moverse al delimitador simétrico, * verbalización del desplazamiento al siguiente o anterior marcador mediante "F2" o "mayúscula+f2", * informar de línea demasiado larga, * accesibilidad al autocompletado, * accesibilidad a la búsqueda incremental, * Apoyo a la función de busqueda anterior / siguiente. Para los archivos de Python, el complemento proporciona: * desplazamiento a la siguiente clase o método, * importación del código de la ventana de edición. Para los archivos Markdown o txt2tags: * vista previa del resultado de la conversión en HTML en el búfer virtual de NVDA o en el navegador predeterminado, * añadido el Modo Exploración para encabezados, enlaces, citas. Y finalmente: * Anuncio del número y la sangría de cada línea, scripts para establecer la sangría, * Verbalización del desplazamiento del foco mediante la tecla "inicio", * Comparación del texto seleccionado con el del portapapeles, * ir a la siguiente línea que termina al menos con una tabulación o un espacio, * disposición del anuncio del nombre de los documentos: * anuncio reducido de la ruta de archivos, * anuncio del nombre del archivo antes de su ruta, * no verbalización de las barras inversas en la ruta. 2- Compatibilidad: Este complemento ha sido probado con Notepad++ versión 8.4.2. 3-- Restricciones: Este complemento usa e intercepta los atajos de Notepad++ configurados por defecto. Por lo tanto, se recomienda encarecidamente, por su correcto funcionamiento, no modificar estos atajos.
fr: 1- Fonctionnalités: Cette extension a pour objectif d'améliorer l'accessibilité de l'éditeur de texte Notepad++ et ajouter des fonctionnalités pour faciliter l'édition de fichiers utilisés en langage Python et des fichiers écrit en langage markdown. Elle reprend la plupart des compléments apportées par l'extension NVDA_notepadPlusPlus créé par Derek Riemer et Tuukka Ojala, puis modifiée par Robert Hänggi et Andre9642 <https://github.com/derekriemer/nvda-notepadPlusPlus>. À savoir: * vocalisation du résultat de la commande "control+b" qui permet de se déplacer au délimiteur symétrique, * vocalisation du déplacement au prochain ou précédent signet par "F2" ou "majuscule+f2", * signalement des lignes trop longues, * accessibilité à la saisie semi-automatique, * accessibilité à la recherche incrémentielle, * Prise en charge de la fonction de recherche précédente / suivant. Pour les fichiers Python, elle apporte: * déplacement à la prochaine class ou méthode, * importation du code de la fenêtre d'édition. Pour les fichiers Markdown ou txt2tags: * prévisualisation du résultat de la conversion en HTML dans le tampon virtuel de NVDA ou dans le navigateur par défaut, * ajout du mode navigation pour les titres, liens, citations. Et enfin: * Annonce du numéro et du retrait de chaque ligne, * scripts pour fixer l'indentation, * Vocalisation du déplacement du focus par touche "Début" , * Comparaison du texte sélectionné avec celui du presse-papier, * aller à la prochaine ligne se terminant par au moins une tabulation ou un espace, * arrangement de l'annonce du nom des documents: * annonce réduite du chemin des fichiers, * annonce du nom du fichier avant son chemin, * non diction des barres obliques inversées du chemin. 2- Compatibilité: Cette extension a été testé avec Notepad++ version 8.4.2. 3-- Contraintes: Cette extension utilise et intercepte les raccourcis de Notepad++ configuré par défaut. Il est donc vivement conseillé, pour son bon fonctionnement, de ne pas modifier ces raccourcis.
ru: 1- Особенности # Это дополнение направлено на улучшение доступности текстового редактора Notepad++ и добавление функций, облегчающих редактирование файлов, используемых в языке Python, и файлов, написанных на языке Markdown. Оно включает в себя большинство дополнений, сделанных в дополнении NVDA_notepadPlusPlus, созданном Дереком Римером и Тууккой Оялой, а затем модифицированном Робертом Хангги и Andre9642 <https://github.com/derekriemer/nvda-notepadPlusPlus>. Что нужно знать: * озвучивание результата команды «control + b», которая позволяет перейти к симметричному разделителю, * озвучивание перехода к следующей или предыдущей закладке с помощью «F2» или «заглавная буква + f2», * сообщение о слишком длинных строках, * доступность автозаполнения, * доступность инкрементального поиска, * поддержка функции предыдущего/следующего поиска. Для файлов Python он предоставляет: * переход к следующему классу или методу, * импорт кода из окна редактирования. Для файлов Markdown или txt2tags: * предварительный просмотр результата преобразования в HTML в виртуальном буфере NVDA или в браузере по умолчанию, * добавлены команды режима просмотра для заголовка, ссылки, блочного цитаты. И, наконец: * объявление номера и отступа каждой строки, * скрипты для установки отступа, * смещение фокуса с помощью клавиши «home», * сравнение выделенного текста с текстом в буфере обмена, * переход к следующей строке, заканчивающейся как минимум одним табулятором или одним пробелом, * формат объявления имени документов: * сокращенное объявление пути к файлу, * объявление имени файла перед его путем, * отсутствие произношения обратных косых черт в пути. 2- Совместимость Это расширение было протестировано с Notepad++ версии 8.4.2. 3- Ограничения Это дополнение использует и перехватывает горячие клавиши Notepad++, настроенные по умолчанию. Поэтому для его правильной работы настоятельно рекомендуется не изменять эти горячие клавиши.
tr: 1- Özellikler # Bu Eklenti, Notepad++ metin düzenleyicisinin erişilebilirliğini geliştirmeyi, Python dilinde kullanılan dosyaların ve markdown dilinde yazılan dosyaların düzenlenmesini kolaylaştıracak işlevler eklemeyi amaçlamaktadır. Derek Riemer ve Tuukka Ojala tarafından oluşturulan, daha sonra Robert Hanggi ve Andre9642 <https://github.com/derekriemer/nvda-notepadPlusPlus> tarafından değiştirilen NVDA_notepadPlusPlus eklentisi tarafından yapılan eklemelerin çoğunu içerir. Bilmeniz gerekenler: * simetrik sınırlayıcıya geçmenizi sağlayan "control + b" komutunun sonucunun seslendirilmesi, * hareketin bir sonraki veya bir önceki yer imine "F2" veya "büyük harf + f2" ile seslendirilmesi, * Çok uzun satırların bildirilmesi, * Otomatik tamamlamaya erişilebilirlik, * artımlı aramaya erişilebilirlik, * Önceki / sonraki arama fonksiyonu desteği. Python dosyaları için şunları sağlar: * bir sonraki sınıfa veya metoda gitme, * kodu düzenleme penceresinden içe aktarma. Markdown veya txt2tags dosyaları için: * HTML'ye dönüştürme işleminin sonucunun NVDA'nın sanal arabelleğinde veya varsayılan tarayıcıda önizlemesi, * başlık, bağlantı, blok alıntı için göz atma modu komutları eklendi. Ve son olarak: * Her satır numarasının ve girintisinin duyurulması, * girintiyi ayarlamak için komutlar, * “Home” tuşu ile odak hareketi yer değiştirmesi, * Seçilen metnin panodaki metinle karşılaştırılması, * en az bir sekme veya boşlukla biten bir sonraki satıra git, * Belge adlarının duyurulacağı biçim: * Kısaltılmış dosya yolu duyurusu, * dosyanın adının yolundan önce söylenmesi, * yolun ters eğik çizgilerinin söylenmemesi. 2- Uyumluluk Bu Eklenti Notepad++ sürüm 8.4.2 ile test edilmiştir. 3- Kısıtlamalar Bu Eklenti, varsayılan olarak yapılandırılmış Notepad++ kısayollarını kullanır ve bunlara müdahale eder. Bu nedenle, düzgün çalışması için bu kısayolların değiştirilmemesi şiddetle tavsiye edilir.

source: General
ru: Общее
tr: Genel

source: Show autocomplete &suggestions in braille
es: Mostrar &sugerencias de autocompletado en braille
fr: Afficher les suggestions de saisie semi-automatique en &braille
ru: &Показывать предложения автозаполнения шрифтом Брайля
tr: Otomatik tamamlama önerilerini braille'de gö&ster

source: Documents's name
es: Nombre de los documentos
fr: Nom des documents
ru: Название документа
tr: Belgelerin adı

source: &Say file name before path
es: &Anunciar el nombre del archivo antes de la ruta
fr: &Annoncer le nom du fichier avant le chemin
ru: &Укажите имя файла перед путем
tr: Yoldan önce do&sya adını söyle

source: Say the path &going up the folder tree
es: Verbalizar la ruta subien&do en la vista en árbol de las carpetas
fr: &Dire le chemin en remontant l'arborescence des dossiers
ru: &Произнести путь, ведущий вверх по дереву папок
tr: Klasör ağacına &çıkan yolu söyle

source: &Reduce path
es: &Reducir la ruta
fr: &Réduire le chemin
ru: & Сократить путь
tr: Yolu k&ısalt

source: &Don't say backslash of path
es: N&o verbalizar las barras inversas de la ruta del archivo
fr: Ne pas dire les barres &obliques inversées du chemin
ru: &Не указывайте обратную косую черту в пути
tr: &Yolun ters eğik çizgisini söyleme

source: Reduced path announcement
es: Anuncio de la ruta reducida
fr: Annonce du chemin réduit
ru: Объявление сокращенного пути
tr: Kısaltılmış yol duyurusu

source: &Previous hierarchical levels to keep
es: &Niveles jerárquicos anteriores para mantener
fr: &Niveaux hiérarchique antécédent à conserver
ru: &Предыдущие иерархические уровни для сохранения
tr: Saklanacak önceki &hiyerarşik seviyeler

source: Reversed file path announcement
es: Anuncio de la ruta subiendo en la vista en árbol
fr: Annonce du chemin en remontant l'arborescence
ru: Объявление обратного пути к файлу
tr: Ters dosya yolu duyurusu

source: Do not say the &hierarchical levels
es: No verbalizar niveles &jerárquicos
fr: Ne pas dire les niveaux &hiérarchiques
ru: &Не произносить иерархические уровни
tr: &Hiyerarşik seviyeleri söyleme

source: Documents dialog
es: Diálogo Documentos
fr: Dialogue Documents
ru: Диалог документов
tr: Belgeler iletişim kutusu

source: &Select elements of the document that should be spoken with its name:
es: &Seleccione los elementos del documento que deben anunciarse con su nombre:
fr: &Sélectionner les éléments du document qui doivent être annoncés avec son nom :
ru: &Выделить элементы документа, которые должны быть озвучены его именем:
tr: Belgenin adıyla birlikte söylenmesi gereken öğelerini &seçin:

source: &Let NVDA announce the line number and indentations
es: Dejar &NVDA anunciar el número y la puesta en sangría de línea
fr: Laisser &NVDA annoncer le numéro et la mise en retrait des lignes
ru: &Пусть NVDA сообщает номер строки и отступы
tr: NVDA'nın satır numarasını ve girinti&leri duyurmasına izin ver

source: &Report line number
es: &Verbalizar números de línea
fr: &Dire le numéros de ligne
ru: &Сообщать номер строки
tr: Satır numarasını bildi&r

source: Line indentation
es: Sangría de línea
fr: Retrait des lignes
ru: Отступ в строке
tr: Satır girintisi

source: Report line &indentation
es: Anunciar la &sangría de línea
fr: Annoncer le &retrait de la ligne
ru: &Сообщать отступ в строке
tr: Satır G&irintisini bildir

source: St&yle:
es: Est&ilo:
ru: &Стиль:
tr: Sti&l:

source: Long line
es: Línea larga
fr: Longue Ligne
ru: Длинная строка
tr: Uzun Satır

source: Rep&ort long lines
es: Informar de &línea demasiado larga
fr: Signaler les lignes trop &longues
ru: &Сообщать длинную строку
tr: Uz&un satırları bildir

source: &Minimum line length:
es: Longi&tud mínima de una línea larga:
fr: &Taille minimum d'une longue ligne:
ru: &Минимальная длина строки:
tr: &Minimum satır uzunluğu:

source: Update
es: Actualización
fr: Mise à jour
ru: Обновление
tr: Güncelleme

source: Automatically check for &update
es: Buscar automáticamente &actualizaciones
fr: Rechercher &automatiquement les mises à jour
ru: &Автоматическая проверка обновлений
tr: Güncellemeleri &otomatik olarak Denetle

source: Update also release versions to &developpement versions
es: Actualizar también versiones estable hacia versiones de &desarrollo
fr: &Mettre aussi à jour les versions stable vers les versions de développement
ru: Обновлять также до &разрабатываемых версий
tr: Ana sürümleri geliştirici Sürümlere &de Güncelle

source: &Check for update
es: &Buscar actualización
fr: &Rechercher une mise à jour
ru: Проверить &обновление
tr: &Güncellemeleri Denetle

source: View &history
es: Ver &historial
fr: &Voir l'historique
ru: &Просмотр истории
tr: Geçmişi g&örüntüle

source: Settings
es: Opciones
fr: Paramètres
ru: Настройки
tr: Ayarlar

source: Downloading {name}
es: Descargando {name}
fr: Téléchargement de {name} en cours
ru: загрузка {name}
tr: {name} indiriliyor

source: Error downloading update for {name}.
es: Error al descargar la actualización de {name}.
fr: Erreur lors du téléchargement de la mise à jour de {name}.
ru: Ошибка загрузки обновления для {name}.
tr: {name} için güncelleme indirilirken hata oluştu.

source: Cannot update {name} - missing file or invalid file format
es: No se puede actualizar {name} - archivo ausente o formato de archivo no válido
fr: Impossible de mettre à jour {name} - fichier manquant ou format de fichier incorrect
ru: Невозможно обновить {name} - отсутствует файл или недопустимый формат
tr: {name} güncellenemiyor - eksik dosya veya geçersiz dosya biçimi

source: Updating
es: Actualizando
fr: Mise à jour en cours
ru: Обновление
tr: Güncelleniyor

source: Please wait while the add-on is being updated.
es: Por favor, espera mientras se actualiza el complemento.
fr: Veuillez patienter durant la mise à jour de l'extension.
ru: Пожалуйста, подождите, пока обновляется дополнение.
tr: Eklenti güncellenirken lütfen bekleyin.

source: Failed to update {name} add-on
es: Fallo al actualizar el complemento {name}
fr: Échec de la mise à jour de l'extension {name}
ru: не удалось обновить {name} дополнения
tr: {name} eklentisi güncellenemedi

source: {summary} - update
es: {summary} - actualización
fr: {summary} - mise à jour
ru: {summary} - обновление
tr: {summary} - Güncelleme

source: The service is temporarily under maintenance. Please, try again later.
es: El servicio está actualmente en mantenimiento. Por favor, inténtelo de nuevo más tarde.
fr: Le service est momentanément en maintenance. Veuillez réessayer plus tard.
ru: Сервис временно на обслуживании. Пожалуйста, попробуйте позже.
tr: Servis geçici olarak bakımdadır. Lütfen daha sonra tekrar deneyiniz.

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}.{minMajor}, last tested: {testedYear}.{testedMajor}.
es: La actualización no es compatible con esta versión de NVDA. Versión mínima de NVDA: {minYear}.{minMajor}, última probada: {testedYear}.{testedMajor}.
fr: La mise à jour n'est pas compatible avec cette version de NVDA. Version minimum de NVDA : {minYear}.{minMajor}, dernière version testée : {testedYear}.{testedMajor}.
ru: Обновление несовместимо с этой версией NVDA. Минимальная версия NVDA: {minYear}.{minMajor}, последнее тестируемая: {testedYear}.{testedMajor}.
tr: Güncelleme, NVDA'nın bu sürümüyle uyumlu değil. Minimum NVDA sürümü: {minYear}.{minMajor}, son test: {testedYear}.{testedMajor}.

source: New version%s is available. Do you want to download it now?
es: La nueva versión %s está disponible. ¿Quieres descargarla ahora?
fr: La nouvelle version %s est disponible. Voulez-vous la télécharger maintenant ?
ru: Доступна новая версия%s. Вы хотите загрузить его прямо сейчас?
tr: Yeni sürüm%s mevcut. Şimdi indirmek istiyor musunuz?

source: New version{0} is available. But it is not compatible with this version of NVDA: minimum version requred = {1}, last version tested = {2}. Do you want to ignore this incompatibility and still download it now?
es: La nueva versión{0} está disponible.\n Pero no es compatible con esta versión de NVDA: versión mínima requerida = {1}, última versión probada = {2}.\n ¿Quieres ignorar esta incompatibilidad y aún así descargarla ahora?
fr: La nouvelle version{0} est disponible. Mais elle n'est pas compatible avec cette version de NVDA : version minimale requise = {1}, dernière version testée = {2}. Voulez-vous ignorer cette incompatibilité et continuer à la télécharger maintenant ?
ru: Доступна новая версия{0}. Но она несовместима с этой версией NVDA: минимальная требуемая версия = {1}, последняя протестированная версия = {2}. Вы хотите проигнорировать эту несовместимость и все равно загрузить ее сейчас?
tr: Yeni sürüm{0} mevcut. Ancak NVDA'nın bu sürümüyle uyumlu değil: gereken minimum sürüm = {1}, test edilen son sürüm = {2}. Bu uyumsuzluğu göz ardı edip uygulamayı şimdi indirmeye devam etmek istiyor musunuz?

source: You are up-to-date. %s is the latest version.
es: Estás al día, %s es la versión más reciente.
fr: Vous êtes à jour, %s est la dernière version.
ru: Обновление не требуется. %s это самая последняя версия.
tr: Güncelsiniz. %s en son sürüm.

source: Oops! There was a problem checking for updates. Please retry later
es: ¡Huy! Hubo un problema al buscar las actualizaciones. Por favor, inténtelo de nuevo más tarde
fr: Oups! Il y a un problème pour rechercher les mises à jour. Réessayer ultérieurement
ru: Ой!! Произошла проблема проверки обновлений. Пожалуйста, повторите попытку позже
tr: Hata! Güncellemeler kontrol edilirken bir sorun oluştu. Lütfen daha sonra tekrar deneyin

source: &Yes
es: &Sí
fr: &Oui
ru: &Да
tr: &Evet

source: &No
fr: &Non
ru: &Нет
tr: &Hayır

source: &Later
es: &Más tarde
fr: &Plus tard
ru: &Позже
tr: &Daha sonra

source: Wha&t's new
es: Qué hay &de nuevo
fr: Quoi &de neuf
ru: &Что нового
tr: &Ne Yeni

source: Do you want to keep current add-on configuration settings ?
es: ¿Deseas conservar las opciones de configuración del complemento actual?
fr: Voulez vous conserver les paramètres actuels de l'extension?
ru: Вы хотите сохранить настройки дополнения?
tr: Var olan eklenti yapılandırma ayarlarını korumak istiyor musunuz?

source: %s - installation
es: %s - instalación
ru: %s - установка
tr: %s - Kurulum

source: Are you sure you don't want to keep the current add-on configuration settings?
es: ¿Estás seguro de que no deseas conservar las opciones de configuración del complemento actual?
fr: Voulez-vous vraiment ne pas conserver les paramètres de configuration actuels de l'extension ?
ru: Вы уверены, что не хотите сохранить текущие настройки конфигурации дополнения?
tr: Var olan eklenti yapılandırma ayarlarını korumak istemediğinizden emin misiniz?

source: Say indent
es: Verbalizar sangría
fr: Dire les indentations
ru: Говорить отступ
tr: Girintiyi söyle

source: Say indent changes
es: Verbalizar cambios de sangría
fr: Dire les changements d'indentation
ru: Говорить изменения отступа
tr: Girinti değişikliklerini söyle

source: Say level
es: Verbalizar cambios de sangría en forma de nivel
fr: Dire les changements d'indentation sous la forme de niveau
ru: Говорить уровень
tr: Seviyeyi söyle

source: Say level changes
es: Verbalizar cambios de sangría en forma de nivel superior o inferior
fr: Dire les changements d'indentation sous la forme niveau supérieur ou inférieur
ru: Говорить изменения уровня
tr: Seviye değişikliklerini söyle

source: Say nothing
es: No verbalizar nada
fr: Ne rien dire
ru: Ничего не говорить
tr: Hiç bir şey söyleme

source: Path
es: Ruta
fr: Chemin
ru: Путь
tr: Yol

source: Type
es: Tipo
ru: Тип
tr: Tür

source: Size
es: Tamaño
fr: Taille
ru: Размер
tr: Boyut

source: The configuration file of the add-on contains errors. The configuration has been reset to factory defaults
es: El archivo de la configuración del complemento contiene errores. La configuración se ha restablecido a los valores predeterminados
fr: Le fichier de configuration de l'extension contient des erreurs. La configuration a été réinitialisée aux valeurs par défaut
ru: Конфигурационный файл дополнения содержит ошибки. Конфигурация была сброшена к заводским настройкам
tr: Eklentinin yapılandırma dosyası hatalar içeriyor. Yapılandırma fabrika varsayılanlarına sıfırlandı

source: Warning
es: Advertencia
fr: Avertissement
ru: Предупреждение
tr: Uyarı

source: Informations
es: Información
ru: Информация
tr: Bilgiler

source: Co&py to Clipboard
es: Co&piar al portapapeles
fr: &Copier dans le presse-papier
ru: С&копировать в буфер обмена
tr: &Panoya kopyala

source: Copied
es: Copiado
fr: Copié
ru: Скопированно
tr: Kopyalandı

source: Error, the information cannot be copied to the clipboard
es: Error, la información no puede copiarse al portapapeles
fr: Erreur: les informations ne peuvent pas être copiées dans le presse-papier
ru: Ошибка, информация не может быть скопирована в буфер обмена
tr: Hata, bilgiler panoya kopyalanamadı

source: %s dialog is allready open
es: El diálogo %s ya está abierto
fr: Le dialogue %s est déjà affiché
ru: Диалог %s уже открыт
tr: %s iletişim kutusu zaten açık

source: {addonSummary}'s add-on - {dialogTitle}
es: {addonSummary} - {dialogTitle}
fr: {addonSummary} - {dialogTitle}
ru: '{addonSummary} дополнение - {dialogTitle}
tr: {addonSummary} eklentisi - {dialogTitle}

source: HTML page
ru: HTML-страница

source: XHTML page
ru: Страница XHTML

source: SGML document
ru: Документ SGML

source: LaTeX document
ru: Документ LaTeX

source: Lout document
ru: Документ "Lout

source: UNIX Manual page
ru: Страница руководства по UNIX

source: MagicPoint presentation
ru: Презентация MagicPoint

source: Wikipedia page
ru: Страница в Википедии

source: Google Wiki page
ru: Вики-страница Google

source: DokuWiki page
ru: Страница DokuWiki

source: MoinMoin page
ru: Страница MoinMoin

source: PageMaker document
ru: Документ PageMaker

source: Plain Text
ru: Обычный текст

source: %s version %s <%s>
ru: %s версия %s <%s>

source: Usage: %s [OPTIONS] [infile.t2t ...]
ru: Использование: %s [ПАРАМЕТРЫ] [файл.t2t ...]
