Repository: paulber19/notepadPlusPlusAccessEnhancementNVDAAddon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr, ru, tr

source: Toggle line number and indentation's announcement management by add-on
es: Activar/desactivar la gestión del anunciado del número y la sangría de línea por el complemento
fr: Activer/désactiver la gestion de l'annonce du numéro et du retrait des lignes par l'extension
ru: Переключение управления номером строки и отступом объявления с помощью дополнения
tr: Eklenti ile satır numarası ve girintinin duyuru şeklini değiştirir

source: Line number and indentation's announcement by add-on
es: Anuncio del número y la puesta en sangría de línea por el complemento
fr: Annonce du numéro et de la mise en retrait des lignes par l'extension
ru: Объявление номера строки и отступов с помощью дополнения
tr: Eklenti ile satır numarası ve girinti duyurusu

source: Line number and indentation's announcement by NVDA
es: Anuncio del número y la puesta en sangría de línea por NVDA
fr: Annonce du numéro et de la mise en retrait des lignes par NVDA
ru: Объявление номера строки и отступа NVDA
tr: NVDA tarafından satır numarası ve girinti duyurusu

source: clipboard is empty
es: El portapapeles está vacío
fr: le presse-papier est vide
ru: буфер обмена пуст
tr: pano boş

source: no selection
es: No hay selección
fr: aucune sélection
ru: нет выбора
tr: seçim yok

source: Toggle line indentation reporting
es: Activar/desactivar el anunciado de sangría de línea
fr: Activer/désactiver l'annonce du retrait des lignes
ru: Переключение объявления об отступах строк
tr: Satır girintisi raporlamasını açar/kapatır

source: Impossible, the number and the indentation of the lines are not announced by the extension
es: Imposible, el número y la puesta en sangría de línea no son anunciados por el complemento
fr: Impossible, le numéro et la mise en retrait des lignes ne sont pas annoncés par l'extension
ru: Невозможно, номер и отступ строк не объявляются расширением
tr: İmkansız, satır sayısı ve girintisi Eklenti tarafından duyurulmuyor

source: Choose line indentation announcement's format
es: Elija el formato del anunciado de sangría de línea
fr: Choisir le format de l'annonce du retrait des lignes
ru: Выберите формат объявления отступа строки
tr: Satır girintisi duyurusunun biçimini seçer

source: The increment is %s spaces
es: El incremento es %s espacios
fr: L'incrément est %s espaces
ru: Увеличение составляет %s пробелов
tr: Girinti %s boşluk

source: The increment is %s Tab
es: El incremento es %s Tab
fr: L'incrément est %s Tab
ru: Увеличение составляет %s Табуляции
tr: Girinti %s Sekme

source: Activate/desactivate the line number's announcement
es: Activar/desactivar el anunciado del número de línea
fr: Activer/désactiver l'annonce du numéro de ligne
ru: Включение/отключение объявления номера строк
tr: Satır numarasının duyurusunu etkinleştirir/devre dışı bırakır

source: Say line number
es: Verbalizar el número de línea
fr: Dire le numéros de ligne
ru: Произносить номер строки
tr: Satır numarasını söyle

source: Don't say line number
es: No verbalizar el número de línea
fr: Ne pas dire le numéro de ligne
ru: Не произносить номер строки
tr: Satır numarasını söyleme

source: Toggle report spelling errors option
es: Activar o desactivar el anunciado de los errores de ortografía
fr: Activer ou désactiver le signalement des fautes d'orthographe
ru: Переключатель опции отчета об орфографических ошибках
tr: Yazım hatalarını söyleme seçeneğini değiştirir

source: Report spelling errors
es: Anunciar errores de ortografía
fr: Signaler les fautes d'orthographe
ru: Сообщать об орфографических ошибках
tr: Yazım hatalarını bildir

source: Don't report spelling errors
es: No anunciar errores de ortografía
fr: Ne pas signaler les fautes d'orthographe
ru: Не сообщать об орфографических ошибках
tr: Yazım hatalarını bildirme

source: Unknow level
es: Nivel desconocido
fr: Niveau inconnu
ru: Неизвестный уровень
tr: Bilinmeyen seviye

source: Level
es: Nivel
fr: Niveau
ru: Уровень
tr: Seviye

source: Higher level
es: Nivel superior
fr: Niveau supérieur
ru: Высокий уровень
tr: Üst düzey

source: Lower level
es: Nivel inferior
fr: Niveau inférieur
ru: Нижний уровень
tr: Alt düzey

source: No indent
es: Sin sangría
fr: Sans indentation
ru: Без отступа
tr: Girinti yok

source: Attention, mixture of spaces and tab
es: Atención, mezcla de espacios y tabulaciones
fr: Attention, mélange d'espaces et tabulations
ru: Внимание, сочетание пробелов и табуляции
tr: Dikkat, boşluk ve sekme karışımı

source: Start of line
es: Inicio de línea
fr: Début de ligne
ru: Начало строки
tr: Satır Başı

source: column %s
es: columna %s
fr: colonne %s
ru: столбец %s
tr: sütun %s

source: After
es: Después
fr: Après
ru: После
tr: Sonrasında

source: Line cannot be reported
es: La línea no puede ser reportada
fr: La ligne ne peut pas être reportée
ru: Строка не может быть сообщена
tr: Satır bildirilemiyor

source: No other class
es: Ninguna otra clase
fr: Pas d'autre class
ru: Нет другого класса
tr: Başka sınıf yok

source: No other method
es: Ningún otro método
fr: Pas d'autre méthode
ru: Никакого другого метода
tr: Başka Metod yok

source: No other class or method
es: Ninguna otra clase o método
fr: Pas d'autre class ou méthode
ru: Никакого другого класса или метода
tr: Başka bir sınıf veya Metod yok

source: No more long line
es: No hay otra línea larga
fr: Pas d'autre longue ligne
ru: Больше нет длинной строки
tr: Artık uzun Satır yok

source: No more line with only tab or space
es: No hay otra línea compuesta unicamente de tabulación o espacio
fr: Plus d'autre ligne se composant uniquement de tabulation ou d'espace
ru: Больше нет строк с табуляцией или пробелом
tr: Yalnızca sekme veya boşluk içeren satır yok

source: No more line ending with tab or space
es: No hay otra línea que se termina con una tabulación o un espacio
fr: Plus d'autre ligne se terminant par une tabulation ou un espace
ru: Больше не нужно заканчивать строку табуляцией или пробелом
tr: Sekme veya boşlukla biten satır yok

source: Documents {index} on {total}
es: Documentos {index} de {total}
fr: Documents {index} sur {total}
ru: Документы {index} в {total}
tr: {total} Üstünde {index} Belgeler

source: block quote
es: cita
fr: citation
ru: цитата
tr: alıntı bloğu

source: Extended browse mode for Notepad++
es: Modo Exploración extendido para Notepad++
fr: Mode navigation étendu pour Notepad++
ru: Расширенный режим просмотра в Notepad++
tr: Notepad++ için genişletilmiş tarama modu

source: Go to next line that is exceeds the maximum line length
es: Moverse a la primera línea siguiente que excede la longitud máxima de línea
fr: Se déplacer vers la première ligne suivante qui dépasse la longueur de ligne maximale
ru: Переход к следующей строке, превышающей максимальную длину строки
tr: Maksimum satır uzunluğunu aşan bir sonraki satıra gider

source: no next long line
es: No hay ninguna otra línea larga siguiente
fr: aucune longue ligne suivante
ru: нет следующей длинной линии
tr: sonraki uzun satır yok

source: Go to previous line that is exceeds the maximum line length
es: Moverse a la primera línea anterior que excede la longitud máxima de línea
fr: Se déplacer vers la première ligne précédente qui dépasse la longueur de ligne maximale
ru: Переход к предыдущей строке, превышающей максимальную длину строки
tr: Maksimum satır uzunluğunu aşan önceki satıra gider

source: no previous long line
es: No hay ninguna otra línea larga anterior
fr: aucune longue ligne précédente
ru: нет предыдущей длинной линии
tr: önceki uzun satır yok

source: Preview of MarkDown document
es: Vista previa del documento de markdown
ru: Предварительный просмотр документа MarkDown

source: It seems the document is a t2t document. Do you want to continue to treate as markdown ?
es: Parece que el documento es un documento t2t. ¿Quieres continuar a procesarlo con Markdown?
fr: Il semble que le document est un t2t document. Voulez vous continuer à le traiter avec markdown ?
ru: Похоже, что документ является документом t2t. Хотите ли вы продолжить работу в формате markdown?
tr: Belge bir t2t belgesi gibi görünüyor. Markdown olarak davranmaya devam etmek istiyor musunuz?

source: %s - warning
es: %s - advertencia
fr: %s - Avertissement
ru: %s - предупреждение
tr: %s - uyarı

source: please wait
es: espera por favor
ru: пожалуйста подождите

source: Preview of txt2tags document
es: Vista previa del documento txt2tags
ru: Предварительный просмотр документа txt2tags

source: The target(%s) is not HTML
es: El destino (%s) no es HTML
fr: La cible (%s" n'est pas HTML
ru: Объект(%s) не является HTML
tr: Hedef(%s) HTML değil

source: Cannot compile text with txt2tags
es: Imposible de compilar con txt2tags
fr: Impossible de compiler avec txt2tags
ru: Невозможно скомпилировать текст с помощью txt2tags
tr: Txt2tags ile metin derlenemiyor

source: Preview the document
es: Vista previa de documento
ru: Предварительный просмотр документа

source: &Treate with:
es: &Procesar con:
fr: &Traiter avec:
ru: &Обработайте с:
tr: Şunlar ile Düzel&t:

source: &Display with:
es: &Mostrar con:
ru: &Показать с помощью:

source: Default html documents viewer
es: Visor predeterminado de documentos html
ru: Стандартный просмотрщик HTML-документов

source: Browsable window
es: Ventana en modo Exploración
ru: Окно просмотра

source: Default txt document viewer
es: Visor predeterminado de documentos txt
ru: Стандартный просмотрщик текстовых документов

source: &Use of default HTML header
es: &Usa el encabezado predeterminado
ru: &Использовать HTML-заголовок по умолчанию

source: &Preview
es: Vista &previa
ru: &Предварительный просмотр

source: Move to previous line with only tab or space
es: Ir a la línea anterior compuesta unicamente de tabulación o espacio
fr: Aller à la précédente ligne se composant uniquement de tabulation ou d'espace
ru: Переход на предыдущую строку только с помощью табуляции или пробела
tr: Yalnızca sekme veya boşluk ile önceki satıra gider

source: Move to next line with only tab or space
es: Ir a la siguiente línea compuesta unicamente de tabulación o espacio
fr: Aller à la prochaine ligne se composant uniquement de tabulation ou d'espace
ru: Переход на следующую строку с использованием только табуляции или пробела
tr: Yalnızca sekme veya boşluk ile sonraki satıra gider

source: Move to next line ending with tab or space character
es: Ir a la siguiente línea que se termina con una tabulación o un espacio
fr: Aller à la prochaine line se terminant par une tabulation ou un espace
ru: Переход к следующей строке, заканчивающейся символом табуляции или пробела
tr: Sekme veya boşluk karakteriyle biten bir sonraki satıra gider

source: Move to previous line ending with tab or space character
es: Ir a la línea anterior que se termina con una tabulación o un espacio
fr: Aller à la précédente line se terminant par une tabulation ou un espace
ru: Переход к предыдущей строке, заканчивающуюся символом табуляции или пробела
tr: Sekme veya boşluk karakteriyle biten önceki satıra gider

source: Move to next python class
es: Moverse a la clase Python siguiente
fr: Aller à la class Python suivante
ru: Переход к следующему классу python
tr: Sonraki python sınıfına gider

source: Move to previous python class
es: Moverse a la clase Python anterior
fr: Aller à la class Python précédente
ru: Переход к предыдущему классу python
tr: Önceki python sınıfına gider

source: Move to next python method
es: Moverse al método Python siguiente
fr: Aller à la méthode Python suivante
ru: Переход к следующему методу python
tr: Sonraki python metoduna gider

source: Move to previous python method
es: Moverse al método Python anterior
fr: Aller à la méthode Python précédente
ru: Переход к предыдущему методу python
tr: Önceki python metoduna gider

source: Move to next python class or method
es: Moverse a la clase o método Python siguiente
fr: Aller à la class ou méthode Python suivante
ru: Переход к следующему классу или методу python
tr: Sonraki python sınıfına veya metoduna gider

source: Move to previous python class or method
es: Moverse a la clase o método Python anterior
fr: Aller à la class ou méthode Python précédente
ru: Переход к предыдущему классу или методу python
tr: Önceki python sınıfına veya metoduna gider

source: Delete indentation
es: Eliminar sangría
fr: Supprimer l'indentation
ru: Удалить отступы
tr: Girintiyi siler

source: Set the indentation to level {level} ({level} tabs)
es: Establezca la sangría al nivel {level} ({level} tabulaciones)
fr: Indenter au niveau {level} ({level} tabulations)
ru: Установите отступ на уровень {level} ({level} табуляции)
tr: Girintiyi seviye {level} olarak ayarlar ({level} sekme)

source: Set the indentation to level 1(1 tab)
es: Establezca la sangría al nivel 1 (una tabulación)
fr: Indenter au niveau 1 (une tabulation)
ru: Установите отступ на уровень 1 (1 табуляция)
tr: Girintiyi seviye 1'e ayarlar(1 sekme)

source: No more bookmark
es: Ningún otro marcador
fr: Aucun autre signet
ru: Закладок больше нет
tr: Artık yer imi yok

source: Toggle long line indicator
es: Activar o desactivar el indicador de línea larga
fr: Activer ou désactiver le signalement des longues lignes
ru: Переключение индикатора длинной строки
tr: Uzun Satır göstergesini aç/kapat

source: Report Long lines
es: Informar de línea demasiado larga
fr: Signaler les lignes trop longues
ru: Сообщать о Длинных строках
tr: Uzun satırları bildir

source: Don't report long lines
es: No informar de línea demasiado larga
fr: Ne pas signaler les lignes trop longues
ru: Не сообщать о Длинных строках
tr: Uzun satırları bildirme

source: Moves to the first character that is after the maximum line length
es: Moverse al primer carácter que está después de la longitud máxima de línea
fr: Se déplacer vers le premier caractère qui est après la longueur de ligne maximale
ru: Перемещается к первому символу, который находится после максимальной длины строки
tr: Maksimum satır uzunluğundan sonraki ilk karaktere gider

source: Report current caret position. Twice: report number of selected characters
es: Anunciar la posición actual del cursor. Pulsado dos veces: anunciar el número de caracteres seleccionados
fr: Annoncer la position du curseur. Deux appuis: annoncer le nombre de caractères sélectionnés
ru: Сообщить текущее положение каретки. Дважды: сообщить количество выбранных символов
tr: Geçerli şapka konumunu bildirir. İki kez: seçilen karakterlerin sayısını bildirir

source: line {0}, column {1}
es: Línea {0}, columna {1}
fr: ligne {0}, colonne {1}
ru: строка {0}, столбец {1}
tr: satır {0}, Sütun {1}

source: %s characters selectionned
es: %s caracteres seleccionados
fr: %s caractères sélectionnés
ru: %s символов выделено
tr: %s karakter seçildi

source: one character selected
es: un carácter seleccionado
fr: un caractère sélectionné
ru: выбран один символ
tr: bir karakter seçildi

source: %s lines
es: %s líneas
fr: %s lignes
ru: %s строк
tr: %s satır

source: one line
es: una línea
fr: une ligne
ru: одна строка
tr: bir Satır

source: {0} selected on {1}
es: {0} de {1}
fr: {0} sur {1}
ru: {0} выбран на {1}
tr: {1} üstünde {0} seçildi

source: No more search results in this direction
es: No hay más resultados de búsqueda en esta dirección
fr: Aucun autre résultat de recherche dans cette direction
ru: Больше нет результатов поиска в этом направлении
tr: Bu yönde başka arama sonucu yok

source: Open the dialog to Treat the edit window content as MarkDown or txt2tags document and display it as webpage in the internal or external default browserTwice: treate with last selected parameters.
es: Muestra el diálogo para procesar el contenido del cuadro de edición como un documento markdown o txt2tags y muestra el resultado en el búfer virtual o el navegador. Pulsado dos veces: para procesar con los últimos parámetros seleccionados.
fr: Présenter le dialogue pour traiter le contenu de la zone d'édition comme un document markdown ou txt2tags et afficher le résultat dans le tampon virtuel ou le navigateur. Deux appuis: traiter avec les derniers paramètres sélectionnés.
ru: Открыть диалог Обработать содержимое окна редактирования как документ MarkDown или txt2tags и отобразить его как веб-страницу во внутреннем или внешнем браузере по умолчаниюДва раза: обработать с последними выбранными параметрами.
tr: Düzenleme penceresi içeriğini MarkDown veya txt2tags belgesi olarak ele almak ve dahili veya harici varsayılan tarayıcıda web sayfası olarak görüntülemek için iletişim kutusunu açar. İki kez: son seçilen parametrelerle işlem yapar.

source: Compare selected text to text in clipboard
es: Comparar el texto seleccionado con el del portapapeles
fr: Comparer le texte sélectionné avec celui du presse-papier
ru: Сравнить выделенный текст с текстом в буфере обмена
tr: Seçili metni panodaki metinle karşılaştırır

source: Differences between selected text and text in clipboard
es: Diferencias entre la selección y el portapapeles
fr: Différences entre sélection et presse-papier
ru: Различия между выделенным текстом и текстом в буфере обмена
tr: Panodaki seçili metin ve metin arasındaki farklar

source: Import document's text as a Python module
es: Importar el texto del documento como un módulo Python
fr: Importer le texte du document comme un module Python
ru: Импортировать текст документа как модуль Python
tr: Belgenin metnini bir Python modülü olarak içe aktarır

source: python code imported without error
es: Código Python importado sin error
fr: code Python importé sans erreur
ru: код python импортируется без ошибок
tr: python kodu hatasız içe aktarıldı

source: Open the folder of the file as a workpace
ru: Открыть папку с файлом в качестве рабочей области.

source: Unable to determine document type: markdown or txt2tags
es: Imposible determinar el tipo de documento: markdown o txt2tags
fr: Impossible de déterminer le type du document: markdown ou txt2tags
ru: Невозможно определить тип документа: markdown или txt2tags
tr: Belge türü belirlenemiyor: markdown veya txt2tags

source: Line
es: Línea
fr: Ligne
ru: Строка
tr: Satır

source: Document
es: Documento
ru: Документ
tr: Belge

source: Python
ru: Питон

source: Notepad++ text's editor : accessibility enhancement
es: Editor de texto Notepad++: complementos de accesibilidad
fr: Éditeur de texte Notepad++: compléments d'accessibilité
ru: Текстовый редактор Notepad++: улучшение доступности
tr: Notepad++ metin düzenleyici: erişilebilirlik geliştirmesi
